Repository: Obsidian-W/Bloblist
Catalog: bloblist/lib/l10n/app_*.arb
Languages: fr

# textWelcome
source: Welcome to BlobList!
fr: Bienvenue sur BlobList !

# textPassword
source: Password
fr: Mot de passe

# textEnterTodo
source: Enter todo item
fr: Entrer une tâche

# textPhone
source: Phone no.
fr: N° Tel.

# goLogin
source: Have an account? Log in
fr: Pas de compte ? Inscrivez-vous

# goSignup
source: Don't have an account? Sign up
fr: Vous avez un compte ? Connectez-vous

# errorLogin
source: Couldn't log in
fr: Connexion impossible

# errorRetry
source: Try again
fr: Réessayer

# errorEmailRequired
source: Error: Missing email
fr: Erreur: Email manquant

# errorEmailInvalid
source: Error: Invalid email
fr: Erreur: Email invalide

# errorPhoneRequired
source: Error: missing phone
fr: Erreur: Tel manquant

# errorPhoneInvalid
source: Error: Invalid phone
fr: Erreur: Tel invalide

# actionLogin
source: Login
fr: Connexion

# actionSignup
source: Signup
fr: Inscription

# actionLogout
source: Logout
fr: Déconnexion

# actionAdd
source: Add
fr: Ajouter

# alertDoubleBack
source: Press back again to exit
fr: Appuyez à nouveau pour quitter
